Repository: Venom9605/music-sharing-platform
Catalog: MusicSharingPlatform/*.Resources/Header.*.resx
Languages: et

source: Artist Roles
et: Artisti Rollid

source: Artists In Tracks
et: Artistid Lugudes

source: Home
et: Pealeht

source: Link Types
et: Lingi Tüübid

source: Moods
et: Meeleolud

source: Moods In Playlists
et: Meeleolud Esitlusloendites

source: Moods In Tracks
et: Meeleolud Lugudes

source: Playlists
et: Esitlusloendid

source: Privacy
et: Privaatsus

source: Ratings
et: Hinnangud

source: Saved Tracks
et: Salvestatud Lood

source: Tags
et: Tunnused

source: Tags In Playlists
et: Tunnused Esitlusloendites

source: Tags In Tracks
et: Tunnused Lugudes

source: Track Links
et: Lugude Lingid

source: Tracks
et: Lood

source: Tracks In Playlists
et: Lood Esitlusloendites

source: User Links
et: Kasutaja Lingid
